{
	"Joke List": {
		"Joke 1": "There are 10 types of people in the world: those who understand binary, and those who don't",
		"Joke 2": "If at first you don't succeed; call it version 1.0",
		"Joke 3": "I'm not anti-social; I'm just not user friendly",
		"Joke 4": "My software never has bugs. It just develops random features",
		"Joke 5": "Roses are #FF0000 , Violets are #0000FF , All my base belongs to you",
		"Joke 6": "In a world without fences and walls, who needs Gates and Windows?",
		"Joke 7": "Hand over the calculator, friends don't let friends derive drunk",
		"Joke 8": "I would love to change the world, but they won't give me the source code",
		"Joke 9": "Enter any 11-digit prime number to continue...",
		"Joke 10": "The box said 'Requires Windows 95 or better'. So I installed LINUX",
		"Joke 11": "A penny saved is 1.39 cents earned, if you consider income tax",
		"Joke 12": "Unix, DOS and Windows...the good, the bad and the ugly",
		"Joke 13": "A computer lets you make more mistakes faster than any invention in human history - with the possible exceptions of handguns and tequila",
		"Joke 14": "The code that is the hardest to debug is the code that you know cannot possibly be wrong",
		"Joke 15": "UNIX is basically a simple operating system, but you have to be a genius to understand the simplicity",
		"Joke 16": "Ethernet (n): something used to catch the etherbunny",
		"Joke 17": "C://dos C://dos.run run.dos.run",
		"Joke 18": "You know it's love when you memorize her IP number to skip DNS overhead",
		"Joke 19": "JUST SHUT UP AND REBOOT!!",
		"Joke 20": "1f u c4n r34d th1s u r34lly n33d t0 g37 l41d",
		"Joke 21": "Alcohol & calculus don't mix. Never drink & derive",
		"Joke 22": "How do I set a laser printer to stun?",
		"Joke 23": "There is only one satisfying way to boot a computer",
		"Joke 24": "Concept: On the keyboard of life, always keep one finger on the escape button",
		"Joke 25": "It's not bogus, it's an IBM standard",
		"Joke 26": "Be nice to the nerds, for all you know they might be the next Bill Gates!",
		"Joke 27": "The farther south you go, the more dollar stores there are",
		"Joke 28": "Beware of programmers that carry screwdrivers",
		"Joke 29": "The difference between e-mail and regular mail is that computers handle e-mail, and computers never decide to come to work one day and shoot all the other computers",
		"Joke 30": "If you want a language that tries to lock up all the sharp objects and fire-making implements, use Pascal or Ada: the Nerf languages, harmless fun for children of all ages, and they won't mar the furniture",
		"Joke 31": "COFFEE.EXE Missing - Insert Cup and Press Any Key",
		"Joke 32": "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the Universe trying to produce bigger and better idiots. So far, the Universe is winning",
		"Joke 33": "LISP = Lots of Irritating Silly Parentheses",
		"Joke 34": "The beginning of the programmer's wisdom is understanding the difference between getting program to run and having a runnable program",
		"Joke 35": "Squash one bug, you'll see ten new bugs popping",
		"Joke 36": "Everytime i time i touch my code, i give birth to ten new bugs",
		"Joke 37": "boast = blogging is open & amiable sharing of thoughts",
		"Joke 38": "We are sorry, but the number you have dialed is imaginary. Please rotate your phone 90 degrees and try again",
		"Joke 39": "Cannot find REALITY.SYS. Universe halted",
		"Joke 40": "If it weren't for C, we'd all be programming in BASI and OBO",
		"Joke 41": "Bad command or file name! Go stand in the corner",
		"Joke 42": "Bad or corrupt header, go get a haircut",
		"Joke 43": "Unrecognized input, get out of the class",
		"Joke 44": "Warning! Buffer overflow, close the tumbler !",
		"Joke 45": "WinErr 547: LPT1 not found... Use backup... PENCIL & PAPER",
		"Joke 46": "Bad or missing mouse driver. Spank the cat? (Y/N)",
		"Joke 47": "Computers make very fast, very accurate mistakes",
		"Joke 48": "Best file compression around: \"rm * .*\" = 100% compression",
		"Joke 49": "Hackers in hollywood movies are phenomenal.",
		"Joke 50": "BREAKFAST.COM Halted...Cereal Port Not Responding",
		"Joke 51": "I survived an NT installation",
		"Joke 52": "The name is Baud......James Baud",
		"Joke 53": "My new car runs at 56Kbps",
		"Joke 54": "Why doesn't DOS ever say \"EXCELLENT command or filename!\"",
		"Joke 55": "File not found. Should I fake it? (Y/N)",
		"Joke 56": "Cannot read data, leech the next boy's paper? (Y/N)",
		"Joke 57": "CONGRESS.SYS Corrupted: Re-boot Washington D.C (Y/n)?",
		"Joke 58": "Does fuzzy logic tickle?",
		"Joke 59": "Helpdesk : Sir, you need to add 10GB space to your HD , Customer : Could you please tell where I can download that?",
		"Joke 60": "Windows: Just another pane in the glass",
		"Joke 61": "Who's General Failure & why's he reading my disk?",
		"Joke 62": "RAM disk is not an installation procedure",
		"Joke 63": "Shell to DOS...Come in DOS, do you copy? Shell to DOS...",
		"Joke 64": "The truth is out there...anybody got the URL?",
		"Joke 65": "Smash forehead on keyboard to continue.....",
		"Joke 66": "E-mail returned to sender -- insufficient voltage",
		"Joke 67": "Help! I'm modeming... and I can't hang up!!!",
		"Joke 68": "All wiyht. Rho sritched mg kegtops awound?",
		"Joke 69": "Once I got this error on my Linux box: Error. Keyboard not attached. Press F1 to continue",
		"Joke 70": "Once I got this error on my Linux box: Error. Mouse not attached. Please left click the 'OK' button to continue",
		"Joke 71": "Press any key to continue or any other key to quit...",
		"Joke 72": "Press every key to continue",
		"Joke 73": "Helpdesk: Sir if you see the blue screen, press any key to continue. Customer : hm.. just a min.. where's that 'any key'..",
		"Joke 74": "Idiot, Go ahead, make my data!",
		"Joke 75": "Old programmers never die; they just give up their resources",
		"Joke 76": "To err is human - and to blame it on a computer is even more so",
		"Joke 77": "(001) Logical Error CLINTON.SYS: Truth table missing",
		"Joke 78": "Clinton:/> READ | PARSE | WRITE | DUMP >> MONKIA.SYS",
		"Joke 79": "(D)inner not ready: (A)bort (R)etry (P)izza",
		"Joke 80": "Computers can never replace human stupidity",
		"Joke 81": "A typical Yahoo! inbox : Inbox(0), Junk(9855210)",
		"Joke 82": "(A)bort, (R)etry, (P)anic?",
		"Joke 83": "Bugs come in through open Windows",
		"Joke 84": "Penguins love cold, they wont survive the sun",
		"Joke 85": "Unix is user friendly...its just selective about who its friends are",
		"Joke 86": "Artificial intelligence usually beats real stupidity",
		"Joke 87": "Bell Labs Unix -- Reach out and grep someone.",
		"Joke 88": "To err is human...to really foul up requires the root password.",
		"Joke 89": "Invalid password : Please enter the correct password to (Abort / Retry / Ignore )",
		"Joke 90": "FUBAR - where Geeks go for a drink",
		"Joke 91": "I degaussed my girlfriend and I'm just not attracted to her anymore",
		"Joke 92": "Scandisk : Found 2 bad sectors. Please enter a new HD to continue scanning",
		"Joke 93": "Black holes are where God divided by zero",
		"Joke 94": "Hey! It compiles! Ship it!",
		"Joke 95": "Thank god, my baby just compiled",
		"Joke 96": "Yes! My code compiled, and my wife just produced the output",
		"Joke 97": "Windows 98 supports real multitasking - it can boot and crash simultaneously",
		"Joke 98": "Zap! And there was the blue screen !",
		"Joke 99": "Please send all spam to my main address, root@localhost :-)",
		"Joke 100": "MailerD(a)emon: You just received 9133547 spam. (O)pen all, (R)ead one by one, (C)heck for more spam",
		"Joke 101": "A: Can you teach me how to use a computer? B: No. I just fix the machines, I don't use them",
		"Joke 102": "PayPal: Your funds have been frozen for 668974 days",
		"Joke 103": "1-800-404 : The subscriber you are trying to call does not exist",
		"Joke 104": "1-800-403 : Access to that subscriber was denied",
		"Joke 105": "Error message: \"Out of paper on drive D: \"",
		"Joke 106": "If I wanted a warm fuzzy feeling, I'd antialias my graphics!",
		"Joke 107": "A printer consists of three main parts: the case, the jammed paper tray and the blinking red light",
		"Joke 108": "Mr. Worf, scan that ship. \"Aye Captain .300 dpi ? \"",
		"Joke 109": "Smith & Wesson: The Original Point And Click Interface",
		"Joke 110": "Shout onto a newsgroup : It echoes back flames and spam",
		"Joke 111": "Firewall : Intruder detected. (A)llow in (D)eactivate the firewall",
		"Joke 112": "Real programmers can write assembly code in any language",
		"Joke 113": "Warning! Perl script detected! (K)ill it , (D)eactivate it",
		"Joke 114": "Firewall : Do you want to place a motion detector on port 80 ?",
		"Joke 115": "Helpdesk: Sir, please refill your ink catridges Customer : Where can i download that?",
		"Joke 116": "All computers run at the same speed... with the power off",
		"Joke 117": "You have successfully logged in, Now press any key to log out",
		"Joke 118": "Sorry, the password you tried is already being used by Dorthy, please try something else.",
		"Joke 119": "Sorry, that username already exists. (O)verwrite it (C)ancel",
		"Joke 120": "Please send all flames, trolls, and complaints to /dev/toilet",
		"Joke 121": "Shut up, or i'll flush you out",
		"Joke 122": "Cron : Enter cron command \\ Now enter the number of minutes in an hour",
		"Joke 123": "We are experiencing system trouble -- do not adjust your terminal",
		"Joke 124": "You have successfully hacked in, Welcome to the FBI mainframes.",
		"Joke 125": "I'm sorry, our software is perfect. The problem must be you",
		"Joke 126": "Never underestimate the bandwidth of a station wagon full of tapes hurling down the highway",
		"Joke 127": "Webhost livehelp: Sir you ran out of bandwidth, User: Where can I download that?",
		"Joke 128": "If Ruby is not and Perl is the answer, you don't understand the question",
		"Joke 129": "Having soundcards is nice... having embedded sound in web pages is not",
		"Joke 130": "My computer was full, so I deleted everything on the right half",
		"Joke 131": "You have received a new mail which is 195537 hours old",
		"Joke 132": "Yahoo! Mail: Your email was sent successfully. The email will delivered in 4 days and 8 hours",
		"Joke 133": "I'm sorry for the double slash (Tim Berners-Lee in a Panel Discussion, WWW7, Brisbane, 1998)",
		"Joke 134": "Ah, young webmaster... java leads to shockwave. Shockwave leads to realaudio. And realaudio leads to suffering",
		"Joke 135": "What color do you want that database?",
		"Joke 136": "C++ is a write-only language. I can write programs in C++, but I can't read any of them",
		"Joke 137": "As of next week, passwords will be entered in Morse code",
		"Joke 138": "earth is 98% full ... please delete anyone you can",
		"Joke 139": "A typical yahoo chat room: \"A has signed in, A has signed out, B has signed in, B has signed out, C has signed in, C has signed out..\"",
		"Joke 140": "When someone says \"I want a programming language in which I need only say what I wish done,\" give him a lollipop",
		"Joke 141": "Warning! No processor found! Press any key to continue",
		"Joke 142": "Failure is not an option. It comes bundled with your Microsoft product",
		"Joke 143": "NT is the only OS that has caused me to beat a piece of hardware to death with my bare hands",
		"Joke 144": "Warning! Kernel crashed, Run for your lives !",
		"Joke 145": "NASA uses Windows? Oh great. If Apollo 13 went off course today the manual would just tell them to open the airlock, flush the astronauts out, and re-install new one",
		"Joke 146": "JavaScript: An authorizing language designed to make Netscape crash",
		"Joke 147": "How's my programming? Call 1-800-DEV-NULL",
		"Joke 148": "Yes, friends and neighbors, boys and girls - my PC speaker crashed NT",
		"Joke 149": "root:> Sorry, you entered the wrong password, the correct password is 'a_49qwXk'",
		"Joke 150": "New linux package released. Please install on /dev/null",
		"Joke 151": "Quake and uptime do not like each other",
		"Joke 152": "Unix...best if used before: Tue Jan 19 03:14:08 GMT 2038",
		"Joke 153": "As you well know, magic and weapons are prohibited inside the cafeteria -- Final Fantasy VIII",
		"Joke 154": "Man is the best computer we can put aboard a spacecraft...and the only one that can be mass produced with unskilled labo",
		"Joke 155": "Unix is the only virus with a command line interface",
		"Joke 156": "Windows 95 makes Unix look like an operating system",
		"Joke 157": "How are we supposed to hack your system if it's always down!",
		"Joke 158": "God is real, unless declared integer",
		"Joke 159": "I'm tempted to buy the slashdot staff a grammar checker. What do they do for 40 hours a week?",
		"Joke 160": "Paypal : Please enter your credit card number to continue",
		"Joke 161": "It takes a million monkeys at typewriters to write Shakespeare, but only a dozen monkeys at computers to run Network Solutions",
		"Joke 162": "Please help - firewall burnt down - lost packet - reward $$$",
		"Joke 163": "If Linux were a beer, it would be shipped in open barrels so that anybody could piss in it before delivery",
		"Joke 164": "Thank you Mario! But our princess is in another castle",
		"Joke 165": "Perl, the only language that looks the same before and after RSA encryption",
		"Joke 166": "Norton: Incoming virus - (D)ownload and save (R)un after download",
		"Joke 167": "I had a dream... and there were 1's and 0's everywhere, and I think I saw a 2!",
		"Joke 168": "You sir, are an unknown USB device driver"
	}
}